Repository: barissdev/subsaver
Catalog: SubSaver/*.lproj/Localizable.strings
Languages: tr

# settings.title
source: Settings
tr: Ayarlar

# settings.subtitle
source: Customize your SubSaver experience.
tr: SubSaver deneyimini sana göre özelleştir.

# settings.currency.title
source: Default Currency
tr: Varsayılan Para Birimi

# settings.currency.description
source: Default unit for new subscriptions
tr: Yeni abonelikler için varsayılan birim

# settings.currency.help
source: The currency field will be automatically filled with this value when adding subscriptions. Totals in dashboard and statistics will be shown in this currency.
tr: Abonelik eklerken para birimi alanı otomatik bu değerle doldurulur. Dashboard ve istatistiklerdeki toplamlar bu birime göre gösterilir.

# settings.theme.title
source: Theme
tr: Tema

# settings.theme.system
source: System
tr: Sistem

# settings.theme.light
source: Light
tr: Açık

# settings.theme.dark
source: Dark
tr: Koyu

# settings.notifications.title
source: Enable notifications
tr: Bildirimleri etkinleştir

# settings.notifications.days
source: How many days before renewal to remind?
tr: Yenilemeden kaç gün önce hatırlatılsın?

# settings.notifications.daysBefore
source: %d days before
tr: %d gün önce

# settings.language.title
source: Language
tr: Dil

# settings.language.description
source: Change app language
tr: Uygulama dilini değiştir

# settings.language.selection
source: Language Selection
tr: Dil Seçimi

# settings.language.selectPrompt
source: Select app language
tr: Uygulama dilini seçin

# settings.language.system
source: System language (recommended)
tr: Sistem dili (önerilen)

# settings.language.systemDescription
source: Uses your system settings
tr: Sistem ayarlarınızı kullanır

# settings.rateUs.title
source: Rate Us
tr: Bizi değerlendir

# settings.rateUs.description
source: Your feedback helps us improve SubSaver.
tr: Geri bildirimin SubSaver'ı geliştirmemize yardımcı olur.

# settings.rateUs.button
source: Rate
tr: Puan ver

# home.subtitle
source: Your subscription assistant
tr: Abonelik asistanın

# home.addSubscription
source: Add Subscription
tr: Abonelik Ekle

# home.upcoming.title
source: Upcoming renewals
tr: Yaklaşan yenilemeler

# home.subscriptions.title
source: Subscriptions
tr: Abonelikler

# home.empty.title
source: No subscriptions added.
tr: Hiç abonelik eklenmemiş.

# home.empty.description
source: Start by adding your first subscription.
tr: İlk aboneliğini ekleyerek başla.

# home.totalMonthly
source: Estimated spending this month
tr: Bu ay tahmini harcama

# home.totalYearly
source: Yearly total
tr: Yıllık toplam

# home.remind
source: Remind
tr: Hatırlat

# home.activeSubscriptions
source: Active subscriptions
tr: Aktif abonelik

# home.cancelCandidates
source: Cancel candidates
tr: İptal adayları

# home.subscriptionsActive
source: Your subscriptions are active. Don't miss renewals.
tr: Aboneliklerin aktif. Yenilemeleri kaçırma.

# home.plannedSpending
source: Planned spending
tr: Planlı harcama

# home.upcoming.today
source: Today
tr: Bugün

# home.upcoming.missed
source: Missed
tr: Kaçırılmış

# home.upcoming.within7days
source: Within 7 days
tr: 7 gün içinde

# home.delete
source: Delete
tr: Sil

# common.cancel
source: Cancel
tr: İptal

# common.save
source: Save
tr: Kaydet

# common.delete
source: Delete
tr: Sil

# common.ok
source: OK
tr: Tamam

# common.continue
source: Continue
tr: Devam

# common.start
source: Let's Start
tr: Başlayalım

# common.skip
source: Skip
tr: Geç

# common.name
source: Name
tr: Ad

# cycle.weekly
source: Weekly
tr: Haftalık

# cycle.monthly
source: Monthly
tr: Aylık

# cycle.yearly
source: Yearly
tr: Yıllık

# cycle.title
source: Billing Cycle
tr: Döngü

# status.active
source: Active
tr: Aktif

# status.cancelled
source: Cancelled
tr: Kapalı

# status.review
source: Review
tr: İncele

# pro.title
source: Take your subscriptions to the next level
tr: Aboneliklerini bir üst seviyeye taşı

# pro.subtitle
source: With Pro, detailed statistics, smart alerts, and security features are with you.
tr: Pro ile daha detaylı istatistikler, akıllı uyarılar ve güvenlik özellikleri seninle.

# pro.hero.description
source: Fewer forgotten payments, more control, and smarter summaries.
tr: Daha az unutulan ödemeler, daha fazla kontrol ve daha akıllı özetler.

# pro.hero.monthly
source: / monthly
tr: / aylık

# pro.hero.soon
source: Soon
tr: Yakında

# pro.hero.faceidNote
source: Face ID locking and Pro badges will be active soon.
tr: Face ID ile kilitleme ve Pro rozetleri yakında aktif olacak.

# pro.features.title
source: What's coming with Pro?
tr: Pro ile neler geliyor?

# pro.features.stats.title
source: Detailed statistics
tr: Detaylı istatistik

# pro.features.stats.subtitle
source: Yearly / monthly breakdowns, category-based analysis.
tr: Yıllık / aylık kırılımlar, kategori bazlı analizler.

# pro.features.alerts.title
source: Smart alerts
tr: Akıllı uyarılar

# pro.features.alerts.subtitle
source: Get notifications only for important renewals.
tr: Sadece önemli yenilemeler için bildirim al.

# pro.features.faceid.title
source: Face ID lock
tr: Face ID kilidi

# pro.features.faceid.subtitle
source: Protect the app and sensitive screens.
tr: Uygulamayı ve hassas ekranları koru.

# pro.features.badges.title
source: Pro badges
tr: Pro rozetleri

# pro.features.badges.subtitle
source: Premium look and themes within the app.
tr: Uygulama içinde premium görünüm ve temalar.

# pro.compare.title
source: Free vs Pro
tr: Ücretsiz vs Pro

# pro.compare.list
source: Basic subscription list
tr: Temel abonelik listesi

# pro.compare.reminders
source: Renewal reminders
tr: Yenileme hatırlatmaları

# pro.compare.currency
source: Multi-currency and exchange rates
tr: Çoklu para birimi ve kur

# pro.compare.advancedStats
source: Advanced statistics and filters
tr: Gelişmiş istatistik ve filtreler

# pro.compare.faceid
source: Face ID lock
tr: Face ID kilidi

# pro.compare.themes
source: Custom themes and badges
tr: Özel temalar ve rozetler

# pro.compare.free
source: Free
tr: Ücretsiz

# pro.faq.title
source: FAQ
tr: Sık sorulanlar

# pro.faq.soon.q
source: Will Pro be active immediately?
tr: Pro hemen aktif mi olacak?

# pro.faq.soon.a
source: When the payment infrastructure is added, all Pro features will open instantly after purchase.
tr: Ödeme altyapısı eklendiğinde, satın alma sonrası tüm Pro özellikleri anında açılacak.

# pro.faq.data.q
source: Will my data be lost?
tr: Verilerim kaybolur mu?

# pro.faq.data.a
source: No. Your data stays in the app when upgrading from Free to Pro.
tr: Hayır. Ücretsiz sürümden Pro’ya geçerken verilerin uygulama içinde kalır.

# pro.faq.cancel.q
source: Can I cancel at any time?
tr: İstediğim zaman iptal edebilir miyim?

# pro.faq.cancel.a
source: Yes, you can cancel at any time from your App Store subscriptions.
tr: Evet, App Store aboneliğinden dilediğin zaman iptal edebilirsin.

# pro.cta.notify
source: Be notified when Pro is released
tr: Pro çıktığında haberdar ol

# pro.cta.continue
source: Continue for free for now
tr: Şimdilik ücretsiz devam et

# addSubscription.title
source: New Subscription
tr: Yeni Abonelik

# addSubscription.subtitle
source: Add subscription, track renewal dates and spending.
tr: Aboneliği ekle, yenileme tarihlerini ve harcamalarını takip et.

# addSubscription.serviceSection
source: SUBSCRIPTION SERVICE
tr: ABONELİK HİZMETİ

# addSubscription.service.selected
source: Selected service
tr: Seçilen hizmet

# addSubscription.service.notSelected
source: No service selected yet.
tr: Henüz bir hizmet seçilmedi.

# addSubscription.service.select
source: Select a service
tr: Bir hizmet seçin

# addSubscription.details
source: Details
tr: Detaylar

# addSubscription.namePlaceholder
source: Subscription name (e.g. Netflix)
tr: Abonelik adı (ör. Netflix)

# addSubscription.price
source: Price
tr: Fiyat

# addSubscription.currency
source: Currency
tr: Para Birimi

# addSubscription.renewalDate
source: Renewal Date
tr: Yenileme Tarihi

# addSubscription.notifications.title
source: Notifications
tr: Bildirimler

# addSubscription.notifications.enable
source: Enable notifications
tr: Bildirimleri etkinleştir

# addSubscription.notifications.daysBefore
source: How many days before renewal?
tr: Yenilemeden kaç gün önce?

# addSubscription.notifications.daysBeforeValue
source: %d days before
tr: %d gün önce

# addSubscription.notifications.time
source: Reminder time
tr: Hatırlatma saati

# addSubscription.validation.error
source: Please enter a name and valid price.
tr: Lütfen isim ve geçerli bir fiyat gir.

# notifications.title
source: Notifications
tr: Bildirimler

# notifications.empty
source: No subscriptions with active notifications found.
tr: Bildirim açık abonelik yok

# notifications.emptyDescription
source: To enable notifications for your subscriptions, edit notification settings from subscription details.
tr: Aboneliklerinin bildirimlerini açmak için abonelik detayından bildirim ayarlarını düzenle.

# notifications.close
source: Close
tr: Kapat

# notifications.enabledSubscriptions
source: Notification Enabled Subscriptions
tr: Bildirim Açık Abonelikler

# notifications.activeCount
source: %d subscriptions have notifications enabled
tr: %d abonelik için bildirim aktif

# notifications.defaultReminder
source: Default reminder
tr: Varsayılan hatırlatma

# notifications.daysBeforeShort
source: %d days before
tr: %d gün önce

# notifications.reminder
source: Reminder
tr: Hatırlatma

# notifications.date
source: Notification date
tr: Bildirim tarihi

# notifications.subscriptionRenewal
source: Subscription renewal coming up
tr: Abonelik yenilemesi yaklaşıyor

# notifications.renewsIn
source: %@ renews in %d days. Check the app for details.
tr: %@ %d gün sonra yenilenecek. Detaylar için uygulamayı kontrol et.

# onboarding.skip
source: Skip
tr: Geç

# onboarding.continue
source: Continue
tr: Devam

# onboarding.start
source: Let's Start
tr: Başlayalım

# onboarding.page1.title
source: Track your subscriptions
tr: Aboneliklerini takip et

# onboarding.page1.subtitle
source: Track renewal dates, see waste and save money.
tr: Yenileme tarihlerini takip et, israfı gör ve para biriktir.

# onboarding.page2.title
source: Remind with notifications
tr: Bildirimlerle hatırlat

# onboarding.page2.subtitle
source: Get notified before renewal, don't miss anything.
tr: Yenilemeden önce bildirim al, hiçbir şeyi kaçırma.

# subscriptionDetail.costSummary
source: Cost Summary
tr: Maliyet Özeti

# subscriptionDetail.monthlyEstimate
source: Monthly estimate
tr: Aylık tahmini

# subscriptionDetail.inDefaultCurrency
source: In your selected default currency
tr: Seçtiğin varsayılan para biriminde

# subscriptionDetail.yearlyTotal
source: Yearly total
tr: Yıllık toplam

# subscriptionDetail.subscriptionInfo
source: Subscription info
tr: Abonelik bilgileri

# subscriptionDetail.price
source: Price
tr: Fiyat

# subscriptionDetail.currency
source: Currency
tr: Para birimi

# subscriptionDetail.paymentCycle
source: Payment cycle
tr: Ödeme döngüsü

# subscriptionDetail.renewalDate
source: Renewal date
tr: Yenileme tarihi

# subscriptionDetail.notifications
source: Notifications
tr: Bildirimler

# subscriptionDetail.sendNotification
source: Send notification for this subscription
tr: Bu abonelik için bildirim gönder

# subscriptionDetail.daysBefore
source: How many days before renewal?
tr: Yenilemeden kaç gün önce?

# subscriptionDetail.daysBeforeValue
source: %d days before
tr: %d gün önce

# subscriptionDetail.status
source: Status
tr: Durum

# subscriptionDetail.active
source: Active
tr: Aktif

# subscriptionDetail.review
source: Review
tr: İncele

# subscriptionDetail.cancelled
source: Cancelled
tr: Kapalı

# subscriptionDetail.statusNote
source: This preference will be used in statistics and savings calculations.
tr: Bu tercih, istatistiklerde ve tasarruf hesaplarında kullanılacaktır.

# statistics.title
source: Statistics
tr: İstatistik

# statistics.summary
source: Summary
tr: Özet

# statistics.monthlyTotal
source: Monthly Total
tr: Aylık Toplam

# statistics.yearlyTotal
source: Yearly Total
tr: Yıllık Toplam

# statistics.potentialSavings
source: Potential Savings (monthly)
tr: Potansiyel Tasarruf (aylık)

# statistics.potentialYearly
source: Annual potential from closed/cancel candidates:
tr: Kapalı / iptal adaylarından yıllık potansiyel:

# statistics.thisYear
source: This Year
tr: Bu Yıl

# statistics.plannedYearly
source: Planned yearly spending
tr: Planlanan yıllık harcama

# statistics.remainingPayment
source: Remaining estimated payment
tr: Kalan tahmini ödeme

# tab.subscriptions
source: Subscriptions
tr: Abonelikler

# tab.statistics
source: Statistics
tr: İstatistik

# tab.settings
source: Settings
tr: Ayarlar

# servicePicker.title
source: Select Service
tr: Hizmet Seçin

# servicePicker.searchPrompt
source: Search for a service
tr: Bir hizmet arayın

# servicePicker.customService
source: CUSTOM SERVICE
tr: ÖZEL HİZMET

# servicePicker.custom
source: Custom
tr: Özel

# servicePicker.categories
source: CATEGORIES
tr: KATEGORİLER

# servicePicker.trademark.youtube
source: Registered trademark of Google LLC. Not affiliated with SubSaver.
tr: Google LLC'nin tescilli markasıdır. SubSaver ile bağlantılı değildir.

# servicePicker.trademark.amazon
source: Registered trademark of Amazon.com, Inc. Not affiliated with SubSaver.
tr: Amazon.com, Inc.'in tescilli markasıdır. SubSaver ile bağlantılı değildir.

# servicePicker.trademark.max
source: Registered trademark of WarnerMedia Direct, LLC. Not affiliated with SubSaver.
tr: WarnerMedia Direct, LLC'nin tescilli markasıdır. SubSaver ile bağlantılı değildir.

# servicePicker.trademark.default
source: Registered trademark. Not affiliated with SubSaver.
tr: Tescilli marka. SubSaver ile bağlantılı değildir.

# category.video
source: Video Streaming
tr: Video Akışı

# category.music
source: Music
tr: Müzik

# category.gaming
source: Gaming
tr: Oyun

# category.cloud
source: Cloud / Productivity
tr: Bulut / Üretkenlik

# category.ai
source: AI / Tools
tr: AI / Araçlar

# category.other
source: Other
tr: Diğer
